Repository: dadederk/RetroRacing
Catalog: RetroRacing/RetroRacingShared/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, zh_hans, zh_hant

# tutorial_speed_warning_description_haptic
source: Plays a warning haptic before the speed increase.
ca: Reproduïx una vibració d'avís abans de l'augment de velocitat.
de: Spielt ein Warn-Haptik-Feedback vor der Tempoerhöhung.
es: Reproduce una vibración de aviso antes del aumento de velocidad.
fr: Joue un retour haptique d'avertissement avant l'accélération.
it: Riproduce un feedback aptico di avviso prima dell'aumento di velocità.
ja: 速度上昇前に警告触覚を再生します。
ko: 속도 증가 전 경고 햅틱을 재생합니다.
nl: Speelt haptische waarschuwing vóór de snelheidsverhoging.
pt_br: Toca um háptico de aviso antes do aumento de velocidade.
pt_pt: Toca um háptico de aviso antes do aumento de velocidade.
zh_hans: 加速前播放警告触觉。
zh_hant: 加速前播放警告觸覺。

# tutorial_speed_warning_description_none
source: Does not play any speed-increase warning.
ca: No reproduïx cap avís d'augment de velocitat.
de: Spielt keinen Warnhinweis bei Tempoerhöhung.
es: No reproduce ningún aviso de aumento de velocidad.
fr: Ne joue aucun avertissement d'accélération.
it: Non riproduce alcun avviso di aumento velocità.
ja: 速度上昇警告を再生しません。
ko: 속도 증가 경고를 재생하지 않습니다.
nl: Speelt geen waarschuwing bij snelheidsverhoging.
pt_br: Não reproduz aviso de aumento de velocidade.
pt_pt: Não reproduz aviso de aumento de velocidade.
zh_hans: 不播放加速警告。
zh_hant: 不播放加速警告。

# tutorial_speed_warning_description_sound
source: Plays a short three-note ascending warning chirp.
ca: Reproduïx un xiulet curt de tres notes ascendents.
de: Spielt einen kurzen dreinotigen aufsteigenden Warnton.
es: Reproduce un aviso corto de tres notas ascendentes.
fr: Joue un court avertissement ascendant de trois notes.
it: Riproduce un breve segnale di avviso ascendente a tre note.
ja: 短い3音の上昇警告音を再生します。
ko: 짧은 3음 상승 경고음을 재생합니다.
nl: Speelt een korte drienotige stijgende waarschuwing.
pt_br: Toca um aviso curto de três notas ascendentes.
pt_pt: Toca um aviso curto de três notas ascendentes.
zh_hans: 播放短促的三音上升警告。
zh_hant: 播放短促的三音上升警告。

# tutorial_voiceover_intro
source: RetroRapid! is a 3-lane racing game. Move left or right between the three positions. We play sounds to indicate which lanes are safe, and you must quickly move into a safe lane to overtake cars and avoid crashing.
ca: RetroRapid! és un joc de carreres amb 3 carrils. Mou-te a l'esquerra o a la dreta entre les tres posicions. Et reproduirem sons per indicar quins carrils són segurs, i hauràs de moure't ràpid a un carril segur per avançar cotxes i evitar xocar.
de: RetroRapid! ist ein 3-Spur-Rennspiel. Bewege dich links oder rechts zwischen den drei Positionen. Wir spielen Töne ab, die sichere Spuren anzeigen, und du musst schnell in eine sichere Spur wechseln, um Autos zu überholen und Crashes zu vermeiden.
es: RetroRapid! es un juego de carreras con 3 carriles. Muévete a la izquierda o a la derecha entre las tres posiciones. Reproduciremos sonidos para indicar qué carriles son seguros, y tendrás que moverte rápido a un carril seguro para adelantar coches y evitar chocar.
fr: RetroRapid! est un jeu de course à 3 voies. Déplace-toi à gauche ou à droite entre les trois positions. Nous jouons des sons pour indiquer quelles voies sont sûres, et tu dois te déplacer rapidement vers une voie sûre pour dépasser les voitures et éviter les crashs.
it: RetroRapid! è un gioco di corse a 3 corsie. Muoviti a sinistra o a destra tra le tre posizioni. Riprodiamo suoni per indicare quali corsie sono sicure, e devi spostarti rapidamente in una corsia sicura per sorpassare le auto ed evitare incidenti.
ja: RetroRapid!は3レーンのレーシングゲームです。3つの位置を左右に移動します。安全なレーンを音で示し、素早く安全レーンへ移動して車を追い抜き、クラッシュを避けましょう。
ko: RetroRapid!는 3차선 레이싱 게임이에요. 세 위치 사이를 좌우로 이동합니다. 안전한 차선을 소리로 알려 주고, 빠르게 안전 차선으로 이동해 차를 추월하고 충돌을 피하세요.
nl: RetroRapid! is een racespel met 3 banen. Beweeg links of rechts tussen de drie posities. We spelen geluiden af die aangeven welke banen veilig zijn, en je moet snel naar een veilige baan om auto's in te halen en botsingen te vermijden.
pt_br: RetroRapid! é um jogo de corrida de 3 faixas. Mova-se para a esquerda ou direita entre as três posições. Tocamos sons para indicar faixas seguras, e você deve mover-se rapidamente para uma faixa segura para ultrapassar carros e evitar batidas.
pt_pt: RetroRapid! é um jogo de corrida de 3 faixas. Mova-se para a esquerda ou direita entre as três posições. Tocamos sons para indicar faixas seguras, e você deve mover-se rapidamente para uma faixa segura para ultrapassar carros e evitar batidas.
zh_hans: RetroRapid! 是一款三车道竞速游戏。在左、中、右三个位置间移动。我们会用声音提示哪些车道安全，你必须快速移入安全车道来超车并避免撞车。
zh_hant: RetroRapid! 是一款三車道競速遊戲。在左、中、右三個位置間移動。我們會用聲音提示哪些車道安全，你必須快速移入安全車道來超車並避免撞車。

# achievement_title_control_tap
source: Tap Controls
ca: Controls Tàctils
de: Tipp-Steuerung
es: Controles Táctiles
fr: Commandes tactiles
it: Controlli tocco
ja: タップ操作
ko: 탭 조작
nl: Tikbesturing
pt_br: Controles de toque
pt_pt: Controlos de toque
zh_hans: 点按操作
zh_hant: 點按操作

# achievement_title_control_swipe
source: Swipe Controls
ca: Controls Lliscants
de: Wisch-Steuerung
es: Controles Deslizantes
fr: Commandes glisser
it: Controlli swipe
ja: スワイプ操作
ko: 스와이프 조작
nl: Veegbesturing
pt_br: Controles de deslizar
pt_pt: Controlos de deslizar
zh_hans: 滑动操作
zh_hant: 滑動操作

# achievement_title_control_keyboard
source: Keyboard Controls
ca: Controls de Teclat
de: Tastatur-Steuerung
es: Controles de Teclado
fr: Commandes clavier
it: Controlli tastiera
ja: キーボード操作
ko: 키보드 조작
nl: Toetsenbordbesturing
pt_br: Controles de teclado
pt_pt: Controlos de teclado
zh_hans: 键盘操作
zh_hant: 鍵盤操作

# achievement_title_control_voiceover
source: VoiceOver Controls
ca: Controls VoiceOver
de: VoiceOver-Steuerung
es: Controles VoiceOver
fr: Commandes VoiceOver
it: Controlli VoiceOver
ja: VoiceOver操作
ko: VoiceOver 조작
nl: VoiceOver-besturing
pt_br: Controles do VoiceOver
pt_pt: Controlos do VoiceOver
zh_hans: VoiceOver 操作
zh_hant: VoiceOver 操作

# achievement_title_control_crown
source: Digital Crown Controls
ca: Controls de Corona Digital
de: Digital-Crown-Steuerung
es: Controles de Corona Digital
fr: Commandes Digital Crown
it: Controlli Digital Crown
ja: Digital Crown操作
ko: Digital Crown 조작
nl: Digital Crown-besturing
pt_br: Controles da Digital Crown
pt_pt: Controlos da Digital Crown
zh_hans: Digital Crown 操作
zh_hant: Digital Crown 操作

# achievement_title_control_gamecontroller
source: Game Controller Controls
ca: Controls de Comandament
de: Game-Controller-Steuerung
es: Controles de Mando
fr: Commandes manette
it: Controlli gamepad
ja: ゲームコントローラー操作
ko: 게임 컨트롤러 조작
nl: Gamecontrollerbesturing
pt_br: Controles de jogo
pt_pt: Controlos de jogo
zh_hans: 游戏控制器操作
zh_hant: 遊戲控制器操作

# achievement_achieved_control_tap
source: You completed a run using Tap controls.
ca: Has completat una partida usant els controls tàctils.
de: Du hast eine Runde mit Tipp-Steuerung abgeschlossen.
es: Has completado una partida usando los controles táctiles.
fr: Tu as terminé une partie avec les commandes tactiles.
it: Hai completato una partita con i controlli tocco.
ja: タップ操作で1ラン完走しました。
ko: 탭 조작으로 한 판을 완주했어요.
nl: Je hebt een run voltooid met tikbesturing.
pt_br: Você completou uma corrida usando toques na tela.
pt_pt: Você completou uma corrida usando toques no ecrã.
zh_hans: 你使用点按操作完成了一局。
zh_hant: 你使用點按操作完成了一局。

# achievement_achieved_control_swipe
source: You completed a run using Swipe controls.
ca: Has completat una partida usant els controls lliscants.
de: Du hast eine Runde mit Wisch-Steuerung abgeschlossen.
es: Has completado una partida usando los controles deslizantes.
fr: Tu as terminé une partie avec les commandes glisser.
it: Hai completato una partita con i controlli swipe.
ja: スワイプ操作で1ラン完走しました。
ko: 스와이프 조작으로 한 판을 완주했어요.
nl: Je hebt een run voltooid met veegbesturing.
pt_br: Você completou uma corrida usando gestos de deslizar.
pt_pt: Você completou uma corrida usando gestos de deslizar.
zh_hans: 你使用滑动操作完成了一局。
zh_hant: 你使用滑動操作完成了一局。

# achievement_achieved_control_keyboard
source: You completed a run using Keyboard controls.
ca: Has completat una partida usant el teclat.
de: Du hast eine Runde mit Tastatur-Steuerung abgeschlossen.
es: Has completado una partida usando el teclado.
fr: Tu as terminé une partie avec le clavier.
it: Hai completato una partita con la tastiera.
ja: キーボード操作で1ラン完走しました。
ko: 키보드 조작으로 한 판을 완주했어요.
nl: Je hebt een run voltooid met toetsenbordbesturing.
pt_br: Você completou uma corrida usando o teclado.
pt_pt: Você completou uma corrida usando o teclado.
zh_hans: 你使用键盘操作完成了一局。
zh_hant: 你使用鍵盤操作完成了一局。

# achievement_achieved_control_voiceover
source: You completed a run using VoiceOver controls.
ca: Has completat una partida usant el VoiceOver.
de: Du hast eine Runde mit VoiceOver-Steuerung abgeschlossen.
es: Has completado una partida usando VoiceOver.
fr: Tu as terminé une partie avec VoiceOver.
it: Hai completato una partita con VoiceOver.
ja: VoiceOver操作で1ラン完走しました。
ko: VoiceOver 조작으로 한 판을 완주했어요.
nl: Je hebt een run voltooid met VoiceOver-besturing.
pt_br: Você completou uma corrida usando controles do VoiceOver.
pt_pt: Você completou uma corrida usando controlos do VoiceOver.
zh_hans: 你使用 VoiceOver 操作完成了一局。
zh_hant: 你使用 VoiceOver 操作完成了一局。

# achievement_achieved_control_crown
source: You completed a run using Digital Crown controls.
ca: Has completat una partida usant la Corona Digital.
de: Du hast eine Runde mit Digital-Crown-Steuerung abgeschlossen.
es: Has completado una partida usando la Corona Digital.
fr: Tu as terminé une partie avec la Digital Crown.
it: Hai completato una partita con la Digital Crown.
ja: Digital Crown操作で1ラン完走しました。
ko: Digital Crown 조작으로 한 판을 완주했어요.
nl: Je hebt een run voltooid met Digital Crown-besturing.
pt_br: Você completou uma corrida usando os controles da Digital Crown.
pt_pt: Você completou uma corrida usando os controlos da Digital Crown.
zh_hans: 你使用 Digital Crown 操作完成了一局。
zh_hant: 你使用 Digital Crown 操作完成了一局。

# achievement_achieved_control_gamecontroller
source: You completed a run using Game Controller controls.
ca: Has completat una partida usant un comandament.
de: Du hast eine Runde mit Game-Controller-Steuerung abgeschlossen.
es: Has completado una partida usando un mando.
fr: Tu as terminé une partie avec une manette.
it: Hai completato una partita con il gamepad.
ja: ゲームコントローラー操作で1ラン完走しました。
ko: 게임 컨트롤러 조작으로 한 판을 완주했어요.
nl: Je hebt een run voltooid met gamecontrollerbesturing.
pt_br: Você completou uma corrida usando um controle de jogo.
pt_pt: Você completou uma corrida usando um comando de jogo.
zh_hans: 你使用游戏控制器完成了一局。
zh_hant: 你使用遊戲控制器完成了一局。

# achievement_title_total_overtakes %@
source: Overlander %@
ca: Corredor %@
es: Corredor %@

# achievement_achieved_run_overtakes %@
source: You overtook %@ cars in one run.
ca: Has avançat %@ cotxes en una sola partida.
de: Du hast %@ Autos in einer Runde überholt.
es: Has adelantado %@ coches en una sola partida.
fr: Tu as dépassé %@ voitures en une partie.
it: Hai sorpassato %@ auto in una partita.
ja: 1ランで%@台追い抜きました。
ko: 한 판에서 %@대를 추월했어요.
nl: Je hebt %@ auto's ingehaald in één run.
pt_br: Você ultrapassou %@ carros em uma corrida.
pt_pt: Você ultrapassou %@ carros em uma corrida.
zh_hans: 你在一局中超车 %@ 辆。
zh_hant: 你在一局中超車 %@ 輛。

# achievement_achieved_total_overtakes %@
source: You overtook %@ cars in total.
ca: Has avançat %@ cotxes en total.
de: Du hast %@ Autos insgesamt überholt.
es: Has adelantado %@ coches en total.
fr: Tu as dépassé %@ voitures au total.
it: Hai sorpassato %@ auto in totale.
ja: 合計%@台追い抜きました。
ko: 총 %@대를 추월했어요.
nl: Je hebt %@ auto's in totaal ingehaald.
pt_br: Você ultrapassou %@ carros no total.
pt_pt: Você ultrapassou %@ carros no total.
zh_hans: 你总共超车 %@ 辆。
zh_hant: 你總共超車 %@ 輛。

# achievement_achieved_event_gaad
source: You completed a run during GAAD week using assistive technology.
ca: Has completat una partida durant la setmana de GAAD usant una tecnologia d'assistència.
de: Du hast während der GAAD-Woche eine Runde mit assistiver Technologie abgeschlossen.
es: Has completado una partida durante la semana de GAAD usando una tecnología de asistencia.
fr: Tu as terminé une partie pendant la semaine GAAD avec une technologie d'assistance.
it: Hai completato una partita durante la GAAD Week usando una tecnologia assistiva.
ja: GAADウィーク中に支援技術を使って1ラン完走しました。
ko: GAAD 주간에 보조 기술을 사용해 한 판을 완주했어요.
nl: Je hebt tijdens GAAD Week een run voltooid met ondersteunende technologie.
pt_br: Você completou uma corrida durante a semana do GAAD usando tecnologia assistiva.
pt_pt: Você completou uma corrida durante a semana do GAAD usando tecnologia assistiva.
zh_hans: 你在 GAAD 周期间使用辅助科技完成了一局。
zh_hant: 你在 GAAD 週期間使用輔助科技完成了一局。

# achievement_title_control %@
source: %@ Controls
de: %@-Steuerung
es: Controles %@
fr: Commandes %@
it: Controlli %@
ja: %@操作
ko: 조작: %@
nl: %@-besturing
pt_br: Controles de %@
pt_pt: Controlos de %@
zh_hans: %@ 操作
zh_hant: %@ 操作

# debug_spritekit_stats %@ %@
source: FPS %@ · Nodes %@
de: FPS %@ · Knoten %@
es: FPS %@ · Nodos %@
fr: FPS %@ · Nœuds %@
it: FPS %@ · Nodi %@
ja: FPS %@ · ノード %@
ko: FPS %@ · 노드 %@
nl: FPS %@ · Knopen %@
pt_br: FPS %@ · Nós %@
pt_pt: FPS %@ · Nós %@
zh_hans: FPS %@ · 节点 %@
zh_hant: FPS %@ · 節點 %@

# settings_controls
source: Controls
de: Steuerung
es: Controles
fr: Commandes
it: Controlli
ja: 操作
ko: 조작
nl: Besturing
pt_br: Controles
pt_pt: Controlos
zh_hans: 操作
zh_hant: 操作

# tutorial_help_button
source: Tutorial
fr: Tutoriel
ja: チュートリアル
ko: 튜토리얼
zh_hans: 教学
zh_hant: 教學

# tutorial_help_title
source: Tutorial
fr: Tutoriel
ja: チュートリアル
ko: 튜토리얼
zh_hans: 教学
zh_hant: 教學

# debug_section_title
source: Debug
ja: デバッグ
ko: 디버그
pt_br: Depuração
pt_pt: Depuração
zh_hans: 除错
zh_hant: 除錯

# debug_simulation_mode_freemium
source: Freemium
ja: フリーミアム
ko: 프리미엄
zh_hans: 免费模式
zh_hant: 免費模式

# font_style_custom
source: Retro (Press Start 2P)
ja: レトロ（Press Start 2P）
ko: 레트로 (Press Start 2P)
pt_br: Retrô (Press Start 2P)
pt_pt: Retrô (Press Start 2P)
zh_hans: 复古（Press Start 2P）
zh_hant: 復古（Press Start 2P）
